Repository: giellalt/corpus-eng
Catalog: prestable/tmx/eng2sme/admin/depts/regjeringen.no/other-political-staff_id_813.html.tmx
Source language: eng
Languages: sme

source: Other political staff - regjeringen.no
sme: Eará politihkalaš njunnožat - regjeringen.no

source: State Secretary Bård Hoksrud (Progress Party)
sme: Stáhtačálli Bård Hoksrud (Ovddádusbellodat)

source: E-mail:
sme: E-poasta:

source: State Secretary John-Ragnar Aarset (Conservative Party)
sme: Stáhtačálli John-Ragnar Aarset (Olgešbellodat)

source: Political Adviser Reynir Jóhannesson (Progress Party)
sme: Politihkalaš ráđđeaddi Reynir Jóhannesson (Ovddádusbellodat)
